[  
  { "text": "The purpose of a writer is to keep civilization from destroying itself.", "author": "Albert Camus" },
  { "text": "You can make anything by writing.", "author": "C.S. Lewis" },
  { "text": "Don't tell me the moon is shining; show me the glint of light on broken glass.", "author": "Anton Chekhov" },
  { "text": "The road to hell is paved with adverbs.", "author": "Stephen King" },
  { "text": "The scariest moment is always just before you start.", "author": "Stephen King" },
  { "text": "Start before you’re ready.", "author": "Steven Pressfield" },
  { "text": "You fail only if you stop writing.", "author": "Ray Bradbury" },
  { "text": "Quantity produces quality. If you only write a few things, you’re doomed.", "author": "Ray Bradbury" },
  { "text": "Easy reading is damn hard writing.", "author": "Nathaniel Hawthorne" },
  { "text": "The only kind of writing is rewriting.", "author": "Ernest Hemingway" },
  { "text": "Write drunk, edit sober.", "author": "Peter De Vries (attributed to Hemingway)" },
  { "text": "No surprise for the writer, no surprise for the reader.", "author": "Robert Frost" },
  { "text": "I love deadlines. I love the whooshing noise they make as they go by.", "author": "Douglas Adams" },
  { "text": "Being a writer is like having homework every night for the rest of your life.", "author": "Lawrence Kasdan" },
  { "text": "A writer is someone for whom writing is more difficult than it is for other people.", "author": "Thomas Mann" },
  { "text": "The difference between fiction and reality? Fiction has to make sense.", "author": "Tom Clancy" },
  { "text": "Writing is not necessarily something to be ashamed of, but do it in private and wash your hands afterwards.", "author": "Robert A. Heinlein" },
  { "text": "There is nothing to writing. All you do is sit down at a typewriter and bleed.", "author": "Ernest Hemingway" },
  { "text": "You can’t wait for inspiration. You have to go after it with a club.", "author": "Jack London" },
  { "text": "It’s none of their business that you have to learn to write. Let them think you were born that way.", "author": "Ernest Hemingway" },
  { "text": "The first draft is just you telling yourself the story.", "author": "Terry Pratchett" },
  { "text": "A professional writer is an amateur who didn’t quit.", "author": "Richard Bach" },
  { "text": "I write to discover what I know.", "author": "Flannery O’Connor" },
  { "text": "Writing is rewriting. A writer is a rewriter.", "author": "William Zinsser" },
  { "text": "Drama is life with the dull bits cut out.", "author": "Alfred Hitchcock" },
  { "text": "Good writing is about telling the truth. We are a species that needs and wants to understand who we are.", "author": "Anne Lamott" },
  { "text": "You don't write because you want to say something, you write because you have something to say.", "author": "F. Scott Fitzgerald" },
  { "text": "Writing is a way of talking without being interrupted.", "author": "Jules Renard" },
  { "text": "Writing is the painting of the voice.", "author": "Voltaire" },
  { "text": "An idea is nothing until it’s written down.", "author": "Taika Waititi" },
  { "text": "I write to find out what I’m thinking, what I’m looking at, what I see and what it means.", "author": "Joan Didion" },
  { "text": "The character is the plot; the plot is the character.", "author": "F. Scott Fitzgerald" },
  { "text": "Writing is a job, a talent, but it's also the place to go in your head. It is the imaginary friend you drink your tea with in the afternoon.", "author": "Ann Patchett" },
  { "text": "There’s no rulebook for writing a TV show, except: make sure every scene makes you feel something.", "author": "Phoebe Waller-Bridge" },
  { "text": "If I can make myself laugh, then I figure other people will laugh too.", "author": "Bill Hader" },
  { "text": "The secret to screenwriting is not knowing what your character wants. It’s knowing what they need.", "author": "Tony Gilroy" },
  { "text": "Don't be afraid to write crap, because crap makes great fertilizer.", "author": "Richard Walter" },
  { "text": "I learned that you don't write because you want to say something; you write because you have something to say.", "author": "David Mamet" },
  { "text": "A good script makes the actor look great. A great script makes the director look like a genius.", "author": "Aaron Sorkin" },
  { "text": "Write the story only you can write. Don’t chase the market.", "author": "Shonda Rhimes" },
  { "text": "There’s a difference between a plot twist and a lie. Audiences feel the difference.", "author": "Vince Gilligan" },
  { "text": "I think people mistake me being shy for being not interested. I'm just constantly writing in my head.", "author": "Greta Gerwig" },
  { "text": "Make your character want something—even if it’s just a glass of water.", "author": "Kurt Vonnegut" },
  { "text": "We do not write in order to be understood; we write in order to understand.", "author": "C. Day-Lewis" },
  { "text": "Writing isn’t just thinking about something and typing it up. It’s rewriting, revising, shaping, and risking your ego every time.", "author": "Dan Harmon" },
  { "text": "Stories are the most powerful thing humans have invented to transfer emotion and meaning.", "author": "Charlie Kaufman" },
  { "text": "A script is a blueprint for collaboration. You’re leaving room for others to bring it to life.", "author": "Noah Hawley" },
  { "text": "I love to write what scares me. That’s usually where the good stuff is.", "author": "Jordan Peele" },
  { "text": "Write the thing you’d kill to watch.", "author": "Phoebe Waller-Bridge" },
  { "text": "Great stories happen when the stakes are high and the characters are vulnerable.", "author": "Craig Mazin" },
  { "text": "Fill your paper with the breathings of your heart.", "author": "William Wordsworth" },
  { "text": "To write well, express yourself like the common people, but think like a wise man.", "author": "Aristotle" },
  { "text": "A man, to be greatly good, must imagine intensely and comprehensively.", "author": "Percy Bysshe Shelley" },
  { "text": "Genius is the ability to put into effect what is on your mind.", "author": "F. Scott Fitzgerald" },
  { "text": "Poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquility.", "author": "William Wordsworth" },
  { "text": "Originality is nothing but judicious imitation.", "author": "Voltaire" },
  { "text": "The poet is a nightingale, who sits in darkness and sings to cheer its own solitude with sweet sounds.", "author": "Percy Bysshe Shelley" },
  { "text": "If I cannot inspire love, I will cause fear!", "author": "Mary Shelley" },
  { "text": "There is no exquisite beauty… without some strangeness in the proportion.", "author": "Edgar Allan Poe" },
  { "text": "A writer should write what he has to say and not speak it.", "author": "Ernest Hemingway" },
  { "text": "We are all apprentices in a craft where no one ever becomes a master.", "author": "Ernest Hemingway" },
  { "text": "Books are a uniquely portable magic.", "author": "Stephen King" },
  { "text": "You must stay drunk on writing so reality cannot destroy you.", "author": "Ray Bradbury" },
  { "text": "The role of a writer is not to say what we all can say, but what we are unable to say.", "author": "Anaïs Nin" },
  { "text": "I write entirely to find out what I’m thinking, what I’m looking at, what I see and what it means.", "author": "Joan Didion" },
  { "text": "Words are, in my not-so-humble opinion, our most inexhaustible source of magic.", "author": "J.K. Rowling" },
  { "text": "Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.", "author": "Mark Twain" },
  { "text": "The difference between the almost right word and the right word is really a large matter — it’s the difference between the lightning bug and the lightning.", "author": "Mark Twain" },
  { "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.", "author": "Jane Austen" },
  { "text": "Let us learn to show our friendship for a man when he is alive and not after he is dead.", "author": "F. Scott Fitzgerald" },
  { "text": "A word after a word after a word is power.", "author": "Margaret Atwood" },
  { "text": "The best work anyone ever writes is the work that is on the verge of embarrassing them. Always.", "author": "Arthur Miller" },
  { "text": "The most valuable of all talents is that of never using two words when one will do.", "author": "Thomas Jefferson" },
  { "text": "The world always seems brighter when you’ve just made something that wasn’t there before.", "author": "Neil Gaiman" },
  { "text": "I can shake off everything as I write; my sorrows disappear, my courage is reborn.", "author": "Anne Frank" },
  { "text": "Words have no power to impress the mind without the exquisite horror of their reality.", "author": "Edgar Allan Poe" },
  { "text": "A writer should create the best possible version of a lie — one the soul recognizes as true.", "author": "Kristina Blake" },
  { "text": "You write in order to change the world, knowing perfectly well that you probably can't, but also knowing that literature is indispensable to the world.", "author": "James Baldwin" },
  { "text": "Style is knowing who you are, what you want to say, and not giving a damn.", "author": "Gore Vidal" },
  { "text": "Sometimes the story knows more than you do. Listen to it.", "author": "Kristina Blake" },
  { "text": "Imagination is the real and eternal world of which this vegetable universe is but a faint shadow.", "author": "William Blake" },
  { "text": "Write the story that breaks something open in you. That’s how you know it matters.", "author": "Kristina Blake" },
  { "text": "The writer must believe that what he is doing is the most important thing in the world. And he must hold to this illusion even when he knows it is not true.", "author": "John Steinbeck" },
  { "text": "Writing is both an escape and a confrontation. That’s why it hurts and heals in equal measure.", "author": "Kristina Blake" },
  { "text": "If you can tell stories, create characters, devise incidents, and have sincerity and passion, it doesn't matter a damn how you write.", "author": "Somerset Maugham" },
  { "text": "I never exactly made a book. It’s rather like taking dictation. I was given things to say.", "author": "C.S. Lewis" },
  { "text": "The act of writing is an act of faith. It’s a long leap through the fog with only instinct to guide you.", "author": "Kristina Blake" },
  { "text": "No one ever committed suicide while reading a good book, but many have tried while trying to write one.", "author": "Robert Byrne" },
  { "text": "Writing is the most disciplined form of thinking.", "author": "Donald Murray" },
  { "text": "What is written without effort is in general read without pleasure.", "author": "Samuel Johnson" },
  { "text": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou" },
  { "text": "The function of freedom is to free someone else.", "author": "Toni Morrison" },
  { "text": "If a story is too clean, I don’t trust it. I want to see the dirt under its nails.", "author": "Kristina Blake" },
  { "text": "Your job is not to write what is popular. It’s to write what is powerful, and trust it will find the right reader.", "author": "Kristina Blake" },
  { "text": "A writer lives twice. First in reality, then again on the page.", "author": "Jessamyn West" },
  { "text": "When I sit down to write, it’s like lighting a candle in a dark room — not to chase the darkness away, but to prove I’m still here.", "author": "Kristina Blake" },
  { "text": "All great literature is one of two stories: a man goes on a journey or a stranger comes to town.", "author": "Leo Tolstoy" },
  { "text": "The best time for planning a book is while you're doing the dishes.", "author": "Agatha Christie" },
  { "text": "Writing is an act of hope. It's a way of asserting that you exist, that your thoughts matter.", "author": "Kristina Blake" },
  { "text": "You don’t invent stories. You discover them, buried in the dirt of your own becoming.", "author": "Kristina Blake" },
  { "text": "The warrior-writer does not wait for permission. They write as if the world depends on it—because it does.", "author": "Kristina Blake" },
  { "text": "To write with courage is to bleed on the page and call it beauty.", "author": "Kristina Blake" },
  { "text": "The blank page is not an empty canvas—it is the battlefield. And the writer must charge.", "author": "Kristina Blake" },
  { "text": "A writer with the Warrior’s spirit does not fear failure. They fear silence.", "author": "Kristina Blake" },
  { "text": "Discipline is the blade. Purpose is the edge. The writer must sharpen both daily.", "author": "Kristina Blake" },
  { "text": "Some stories must be fought for. The Warrior writes them even when no one else will.", "author": "Kristina Blake" },
  { "text": "The act of writing is defiance—against forgetting, against despair, against death.", "author": "Kristina Blake" },
  { "text": "Every sentence is a stand. Every revision is resistance. The writer fights until the truth is forged.", "author": "Kristina Blake" },
  { "text": "A Warrior-writer welcomes rejection. It proves they are dangerous enough to be noticed.", "author": "Kristina Blake" },
  { "text": "You don’t wait for inspiration when you are a Warrior. You show up to the page armed and ready.", "author": "Kristina Blake" },
  { "text": "The writer’s sword is conviction. Their armor: vulnerability.", "author": "Kristina Blake" },
  { "text": "A writer becomes dangerous the moment they stop trying to be liked.", "author": "Kristina Blake" },
  { "text": "Writing is not passive reflection. It is active transformation. It is war waged in silence.", "author": "Kristina Blake" },
  { "text": "The Warrior-writer does not flinch from pain. They translate it into power.", "author": "Kristina Blake" },
  { "text": "Do not write to be understood. Write to be undeniable.", "author": "Kristina Blake" },
  { "text": "Every great story was once a fight someone chose to finish.", "author": "Kristina Blake" },
  { "text": "Your pen is not a tool. It’s a weapon. Use it wisely. Use it fiercely.", "author": "Kristina Blake" },
  { "text": "Writing like a Warrior means confronting your fear—and daring to write anyway.", "author": "Kristina Blake" },
  { "text": "You are not here to entertain. You are here to awaken.", "author": "Kristina Blake" },
  { "text": "Some stories are forged in fire. The Warrior brings them back, scorched but whole.", "author": "Kristina Blake" },
  { "text": "Write as if your ancestors are watching. Because they are.", "author": "Kristina Blake" },
  { "text": "A Warrior-writer keeps showing up to the page long after the applause is gone.", "author": "Kristina Blake" },
  { "text": "Let your scars speak. Let your writing be their echo.", "author": "Kristina Blake" },
  { "text": "Writing is not safe. It is sacred. And the sacred is always dangerous.", "author": "Kristina Blake" },
  { "text": "The Warrior archetype in writing is not about aggression. It’s about presence, discipline, and purpose under fire.", "author": "Kristina Blake" },
  { "text": "A single dream is more powerful than a thousand realities.", "author": "J.R.R. Tolkien" },
  { "text": "Fantasy is escapist, and that is its glory. If a soldier is imprisoned by the enemy, don’t we consider it his duty to escape?", "author": "J.R.R. Tolkien" },
  { "text": "We make still by the law in which we’re made.", "author": "J.R.R. Tolkien" },
  { "text": "Not all those who wander are lost.", "author": "J.R.R. Tolkien" },
  { "text": "The best stories are the ones that sneak up on you, break your heart a little, and then patch it up with hope.", "author": "Shonda Rhimes" },
  { "text": "Sometimes you have to write what hurts. That’s how you know it’s worth writing.", "author": "Phoebe Waller-Bridge" },
  { "text": "Writing is just editing in disguise. You write to find the real thing you’re trying to say.", "author": "Craig Mazin" },
  { "text": "The structure is not the story. The story is the soul. The structure just gets it there alive.", "author": "Tony Gilroy" },
  { "text": "I think great writing is always a balancing act between control and surrender.", "author": "Lisa Joy" },
  { "text": "When you write for television, you're writing to leave space for an actor's breath, an editor's cut, a viewer's heartbeat.", "author": "Michaela Coel" },
  { "text": "I write by diving into the deep end and figuring out how to swim once I’m there.", "author": "Charlie Kaufman" },
  { "text": "You're not writing lines. You're writing the rhythm of a character’s soul.", "author": "Aaron Sorkin" },
  { "text": "What you leave out is just as important as what you leave in.", "author": "Vince Gilligan" },
  { "text": "Every story is a conversation between who you were and who you’re becoming.", "author": "Kristina Blake" },
  { "text": "The best scripts don’t just show change—they force the viewer to feel it happening inside themselves.", "author": "Dan Fogelman" },
  { "text": "Sometimes the best thing a story can do is remind someone they’re not alone.", "author": "Kristina Blake" },
  { "text": "I think all good writing is a form of self-interrogation.", "author": "Joss Whedon" },
  { "text": "It’s not just about dialogue. It’s about silence, rhythm, the weight of a pause.", "author": "Noah Hawley" },
  { "text": "You can’t teach originality. But you can fight to keep it alive in your work.", "author": "Taika Waititi" },
  { "text": "I try to write scenes that make people feel a little unsafe—like they’re seeing something they weren’t supposed to witness.", "author": "Bill Hader" },
  { "text": "Writers are myth-makers. We shape the world by reshaping the story.", "author": "Kristina Blake" },
  { "text": "I believe in art that punches you in the gut and whispers in your ear at the same time.", "author": "Greta Gerwig" },
  { "text": "A good script is one that trusts the audience to feel something before they understand it.", "author": "Barry Jenkins" },
  { "text": "The difference between a mediocre script and a great one is usually the line you were scared to write.", "author": "Kristina Blake" },
  { "text": "You’re not just telling a story. You’re creating a mirror where someone might finally see themselves.", "author": "Kristina Blake" }
]
